{
  "Version": "1.3",
  "ID": "f1zchytm6a4w4ukdul3gnw4ofy4qk6d4qg5fyq4ea",
  "Issue Number": "1",
  "Client": {
    "Name": "Jinhua AI Art Generator",
    "Region": "China",
    "Industry": "Life Science / Healthcare",
    "Website": "https://ai.anyidata.com/#/",
    "Social Media": "https://ai.anyidata.com/#/",
    "Social Media Type": "Other",
    "Role": "Data onramp entity that provides data onboarding services to multiple clients"
  },
  "Project": {
    "Brief history of your project and organization": "As an active participant in the Slingshot project since 2021, I have gained extensive experience and knowledge every single point in the flow of data preparation, deal-making, deal sealing and retrieval. Throughout my involvement, I have established fruitful relationships with fellow community members and successfully conducted numerous deal-making, primarily focused on open-source scientific data, with over 100 SPs globally.\r\n\r\nBy combining the mission of Filecoin to store humanity's most important data with the rapid advancements in the era of artificial intelligence, I have engaged with and explored various companies in the AIGC domain over the past few months. Based on my comprehensive research, I firmly believe that storing the vast amounts of data generated by artificial intelligence on a decentralized network is an inevitable choice.\r\n\r\nTo demonstrate compliance with the FIL Plus rules, I have showcased the datasets and SP partners I previously onboarded on the website https://dstorage.cabrina.xyz/, as a gesture of respect towards the regulations and guidelines imposed.",
    "Is this project associated with other projects/ecosystem stakeholders?": "No",
    "Describe the data being stored onto Filecoin": "进画 jinhua AI Art Generator is an artistic creation platform designed for both the general public and AI professional artists. It offers creators, artists, and enthusiasts an easy, fast, and cost-effective way to access AI-generated art, bridging the \"last mile\" between users and AI large models. It meets their needs for AI-driven artistic creation and immersive Metaverse experiences. Data involved in the platform are high-resolution pictures, prompts, AI models and etc. \r\nThe team is also looking for opportunity to build on top of the FVM, and it will involve more data to be stored on chain in the future phase.",
    "Where was the data currently stored in this dataset sourced from": "My Own Storage Infra",
    "How do you plan to prepare the dataset": "I use Singularity to generate the CAR file. Additionally, I have developed my own software that incorporates features such as SP partner communication for deal agreement, deal distribution, deal status tracking, and deal-resend mechanism to ensure compliance with the FilPlus rule requirements.",
    "Please share a sample of the data (a link to a file, an image, a table, etc., are good ways to do this.)": "https://drive.google.com/drive/folders/1ZaTa-RWo5N1wbPYgP-oPMrEYL3tc7iG6?usp=sharing",
    "Confirm that this is a public dataset that can be retrieved by anyone on the network (i.e., no specific permissions or access rights are required to view the data)": "[X] I confirm",
    "What is the expected retrieval frequency for this data": "Monthly",
    "For how long do you plan to keep this dataset stored on Filecoin": "Permanently",
    "In which geographies do you plan on making storage deals": "Greater China, Asia other than Greater China",
    "How will you be distributing your data to storage providers": "HTTP or FTP server, Shipping hard drives",
    "Please list the provider IDs and location of the storage providers you will be working with. Note that it is a requirement to list a minimum of 5 unique provider IDs, and that your client address will be verified against this list in the future": "",
    "Can you confirm that you will follow the Fil+ guideline (Data owner should engage at least 4 SPs and no single SP ID should receive >30% of a client's allocated DataCap)": "Yes"
  },
  "Datacap": {
    "Type": "ldn-v3",
    "Data Type": "Slingshot",
    "Total Requested Amount": "15",
    "Single Size Dataset": "1.5",
    "Replicas": 10,
    "Weekly Allocation": "500"
  },
  "Lifecycle": {
    "State": "ChangesRequested",
    "Validated At": "2024-03-27 02:06:47.464232928 UTC",
    "Validated By": "NiwanDao",
    "Active": true,
    "Updated At": "2024-05-08 05:47:03.353404080 UTC",
    "Active Request ID": "b4bad9a9-ed55-4879-a26d-9cb1f67b3764",
    "On Chain Address": "f1zchytm6a4w4ukdul3gnw4ofy4qk6d4qg5fyq4ea",
    "Multisig Address": "false",
    "edited": false
  },
  "Allocation Requests": [
    {
      "ID": "d80340c4-8e69-4b16-92cf-c1e8dce0f2e6",
      "Request Type": "First",
      "Created At": "2024-03-27 02:06:47.464238357 UTC",
      "Updated At": "2024-03-27 02:06:47.464239291 UTC",
      "Active": false,
      "Allocation Amount": "500TiB",
      "Signers": [
        {
          "Github Username": "NiwanDao",
          "Signing Address": "f1a2lia2cwwekeubwo4nppt4v4vebxs2frozarz3q",
          "Created At": "2024-03-29 00:18:26.062000000 UTC",
          "Message CID": "bafy2bzacedgkdpq7sfr3vz376u755t5esc7tky2rn7nosmzudejhxspoar6di"
        }
      ]
    },
    {
      "ID": "0ce25c75-1073-4e9c-bd65-0a9f2e1b3962",
      "Request Type": "Refill",
      "Created At": "2024-03-29 01:00:04.543542974 UTC",
      "Updated At": "2024-03-29 01:00:04.543544680 UTC",
      "Active": false,
      "Allocation Amount": "500TiB",
      "Signers": [
        {
          "Github Username": "NiwanDao",
          "Signing Address": "f1a2lia2cwwekeubwo4nppt4v4vebxs2frozarz3q",
          "Created At": "2024-04-01 23:53:35.835000000 UTC",
          "Message CID": "bafy2bzacea5ed6wtn4d4nvbaedphftintesiufkr6yn7cirr4v5xm4we3kzuu"
        }
      ]
    },
    {
      "ID": "0d748696-de99-466e-8a9f-a84ba4b9f2b5",
      "Request Type": "Refill",
      "Created At": "2024-04-02 00:00:04.168688174 UTC",
      "Updated At": "2024-04-02 00:00:04.168690284 UTC",
      "Active": false,
      "Allocation Amount": "1000.0TiB",
      "Signers": [
        {
          "Github Username": "NiwanDao",
          "Signing Address": "f1a2lia2cwwekeubwo4nppt4v4vebxs2frozarz3q",
          "Created At": "2024-04-08 10:57:00.012000000 UTC",
          "Message CID": "bafy2bzacecy5ybbgiy3zcehr5dulu2dt34hhjfz6wml6pt3jwhpnya5valf7k"
        }
      ]
    },
    {
      "ID": "b4bad9a9-ed55-4879-a26d-9cb1f67b3764",
      "Request Type": "Refill",
      "Created At": "2024-04-23 02:00:04.813774400 UTC",
      "Updated At": "2024-04-23 02:00:04.813775865 UTC",
      "Active": false,
      "Allocation Amount": "48TiB",
      "Signers": [
        {
          "Github Username": "NiwanDao",
          "Signing Address": "f1a2lia2cwwekeubwo4nppt4v4vebxs2frozarz3q",
          "Created At": "2024-05-08 05:48:09.111000000 UTC",
          "Message CID": "bafy2bzacebsxlk6bbw7465nzfrqbpi7t2q52auskrkc34cily7h2vfuoofhdq"
        }
      ]
    }
  ]
}